Repository: andreyboyarko/ShoppingList31
Catalog: ShoppingList31/Localizable.xcstrings
Source language: ru
Languages: en

source: Введите название списка
en: Enter list name

source: Выберите дизайн
en: Choose design

source: Выберите цвет
en: Choose color

source: г
en: g

source: Готово
en: Done

source: Давайте спланируем покупки!
en: Let's plan our shopping!

source: Добавить товар
en: Add item

source: Добро пожаловать!
en: Welcome!

source: кг
en: kg

source: Количество
en: Count

source: л
en: l

source: мл
en: ml

source: Мои списки
en: My lists

source: Название товара
en: Product name

source: Начать
en: Start

source: Начните добавлять товары
en: Start adding items

source: Никогда не забывайте, что нужно купить
en: Never forget what you need to buy

source: Отменить
en: Cancel

source: Поделиться
en: Share

source: Поиск
en: Search

source: Редактирование товара
en: Edit item

source: Редактировать список
en: Edit list

source: Светлая
en: Light

source: Системная
en: System

source: Снять отметки со всех товаров
en: Uncheck all items

source: Создавайте списки и не переживайте о покупках
en: Create lists and don't worry about shopping

source: Создайте свой первый список
en: Create your first list

source: Создание товара
en: Create item

source: Создать
en: Create

source: Создать список
en: Create list

source: Сортировать по Алфавиту
en: Sort alphabetically

source: Сохранить
en: Save

source: Темная
en: Dark

source: Удалить купленные товары
en: Delete purchased items

source: Установить тему
en: Set theme

source: шт
en: pcs
